Repository: sirinsidiator/ESO-AwesomeGuildStore
Catalog: translations/*.po
Languages: pl

source: Minimize chat on open
pl: Zminimalizuj czat po otwarciu

source: When activated, the chat window will get minimized when visiting a trading house. This defaults to true since it is the new default behavior added by ZOS.
pl: Po włączeniu tej opcji okno czatu zostanie zminimalizowane podczas wizyty w domu handlowym. Ustawienie jest włączone, ponieważ jest to nowe domyślne rozwiązanie dodane przez ZOS.

source: Single click item listing
pl: Wybór przedmiotu jednym kliknięciem

source: Select items for sale with a single click in the sell tab.
pl: Wybierz przedmioty do sprzedaży za pomocą jednego kliknięcia w zakładce sprzedaży.

source: Trader Tooltips
pl: Podpowiedzi kupca

source: Show the currently hired trader for a guild that you are a member of, when hovering over the name or an entry in the drop down menu
pl: Pokazuje aktualnie zatrudnionego handlarza dla gildii, której jesteś członkiem, po najechaniu kursorem myszy na nazwę lub pozycję w rozwijanym menu.

source: Mail augmentation
pl: Rozszerzenie poczty

source: Adds more detailed information about a transaction to an incoming Guild Store Mail if the data is available in the Guild Activity Log.
pl: Dodaje bardziej szczegółowe informacje o transakcji do przychodzącej poczty ze Sklepu Gildii, jeśli dane te są dostępne w Dzienniku Aktywności Gildii.

source: Show invoice on mails
pl: Pokaż fakturę w wiadomości

source: Adds a detailed invoice to the mail which lists all deductions.
pl: Dodaje do wiadomości szczegółową fakturę z wyszczególnieniem wszystkich odliczeń.

source: Purchase notifications
pl: Powiadomienia o kupnie

source: Shows a message in chat after you have purchased an item in a guild store
pl: Wyświetla wiadomość na czacie po zakupie przedmiotu w sklepie gildii.

source: Cancel notifications
pl: Anuluj powiadomienia

source: Shows a message in chat after you have cancelled an item listing from a guild store
pl: Wyświetla wiadomość na czacie po anulowaniu oferty przedmiotu w sklepie gildii.

source: Listed item notifications
pl: Powiadomienia o ofercie przedmiotu

source: Shows a message in chat after you have created a new item listing in a guild store
pl: Wyświetla wiadomość na czacie po utworzeniu nowej oferty przedmiotu w sklepie gildii.

source: Preferred banker store tab
pl: Preferowana zakładka sklepu bankiera

source: Controls which tab should be opened first when visiting the guild store at a banker.
pl: Kontroluje, która zakładka ma być otwarta jako pierwsza podczas wizyty w sklepie gildii u bankiera.

source: Skip guild kiosk dialog
pl: Pomiń okno dialogowe stoiska gildii

source: When activated, the dialog at guild traders (not at banks) is skipped and the store opened automatically. This can be suppressed by holding the shift key when talking to a trader.
pl: Po włączeniu tej opcji, dialog z kupcami gildii (nie z bankierami) jest pomijany i sklep otwiera się automatycznie. Można to wyłączyć poprzez przytrzymanie klawisza Shift podczas rozmowy z handlarzem.

source: Clear sell price cache
pl: Wyczyść zap. ceny

source: Pressing this button will remove all stored quantity and price values for the sell tab from your save data. While Master Merchant is active, it will take the last sell price from there when selecting an item if no data was found in AwesomeGuildStore's own data
pl: Naciśnięcie tego przycisku usunie wszystkie informacje o ilości i cenach dla zakładki sprzedaży z twoich danych. Gdy Master Merchant jest aktywny, to przy wyborze przedmiotu zostanie pobrana ostatnia cena sprzedaży, jeśli nie ma danych w AwesomeGuildStore.

source: The data cannot be restored after you have confirmed the action
pl: Po zatwierdzeniu tego działania nie można przywrócić danych.

source: Enable guild trader list
pl: Włącz listę kupców gildii

source: When activated, the guild menu will show a new tab with a list of all kiosks in Tamriel. The list will get updated with the owning guilds whenever you visit a kiosk.
pl: Po włączeniu, w menu gildii pojawi się nowa zakładka z listą wszystkich stoisk w Tamriel. Lista ta będzie aktualizowana o gildie, które je posiadają, za każdym razem, gdy odwiedzisz stoisko.

source: Clear guild trader list
pl: Wyczyść listę kupców

source: Pressing this button will remove all stored data related to the guild trader list
pl: Naciśnięcie tego przycisku spowoduje usunięcie wszystkich zapisanych danych związanych z listą kupców gildii.

source: The UI will reload and the data cannot be restored after you have confirmed the action
pl: Po zatwierdzeniu tej akcji interfejs użytkownika zostanie przeładowany i nie będzie można przywrócić danych.

source: The file '<<1>>' is missing. Please reinstall AwesomeGuildStore.
pl: Brak pliku '<<1>>'. Zainstaluj ponownie AwesomeGuildStore.

source: Cannot start due to an outdated library. Please install <<1>> or newer.
pl: Nie można uruchomić z powodu nieaktualnej biblioteki. Proszę zainstalować <<1>> lub nowszą.

source: Suppress Local Filters
pl: Wyciszanie filtrów lokalnych

source: Waiting for response
pl: Oczekiwanie na odpowiedź

source: Request timed out
pl: Żądanie zostało przerwane

source: Response timed out
pl: Przekroczono limit czasu odpowiedzi

source: Request failed
pl: Żądanie nie powiodło się

source: <<1[No activity/One activity/$d activities]>> queued
pl: <<1[Brak aktywności/Jedna aktywność/$d aktywności]>> w kolejce

source: Execute next activity
pl: Wykonaj kolejną czynność

source: Request finished
pl: Żądanie zakończone

source: Unknown Error
pl: Nieznany błąd

source: Request failed: <<1>>
pl: Żądanie nie powiodło się: <<1>>

source: Could not cancel listing
pl: Nie udało się anulować oferty

source: Cancel listing of <<1>>x <<t:2>> for <<3>> in <<4>>
pl: Anuluj ofertę <<1>>x <<t:2>> za <<3>> w <<4>>

source: Could not fetch guild items
pl: Nie udało się pobrać przedmiotów z gildii

source: Fetch guild items in <<1>>
pl: Pobieranie przedmiotów gildii w <<1>>

source: Could not list item
pl: Nie udało się wystawić przedmiotu

source: Post <<1>>x <<2>> for <<3>> to <<4>>
pl: Wystaw <<1>>x <<2>> za <<3>> do <<4>>

source: Could not purchase item
pl: Nie udało się nabyć przedmiotu

source: Purchase <<1>>x <<2>> for <<3>> from <<4>> in <<5>>
pl: Kup <<1>>x <<2>> za <<3>> od <<4>> w <<5>>

source: Request listings in <<1>>
pl: Poproś o listę w <<1>>

source: Could not request listings
pl: Nie udało się uzyskać listy

source: Request page <<1>> of newest results in <<2>>
pl: Prośba o stronę <<1>> najnowszych wyników w <<2>>

source: Request newest results in <<1>>
pl: Sprawdź najnowsze wyniki w <<1>>

source: Could not request search results
pl: Nie można uzyskać wyników wyszukiwania

source: Request page <<1>> of <<2>> in <<3>>
pl: Prośba o stronę <<1>> z <<2>> w <<3>>

source: Request search results in <<1>>
pl: Wyniki wyszukiwania w <<1>>

source: Store initialization failed
pl: Inicjalizacja sklepu nie powiodła się

source: Wait for trading house status
pl: Oczekiwanie na status domu handlowego

source: Collectible Ownership
pl: Posiadane w kolekcji

source: Crafting
pl: Rzemiosło

source: Looted item
pl: Zdobyty przedmiot

source: Crafted item
pl: Wytworzony przedmiot

source: Furnishing Category
pl: Kategoria mebli

source: Item Category
pl: Kategoria przedmiotu

source: Itemset
pl: Zestaw przedmiotu

source: Regular item
pl: Normalny przedmiot

source: Set item
pl: Przedmiot z zestawu

source: Level Range
pl: Zakres poziomu

source: Motif Knowledge
pl: Znajomość motywu

source: Unknown Motifs
pl: Nieznane motywy

source: Known Motifs
pl: Znane motywy

source: Price Range
pl: Zakres ceny

source: Quality Range
pl: Zakres jakości

source: Recipe Knowledge
pl: Znajomość przepisu

source: Unknown Recipes
pl: Nieznane przepisy

source: Known Recipes
pl: Znane przepisy

source: Rune Knowledge
pl: Znajomość runy

source: Unknown Rune
pl: Nieznana runa

source: Known Rune
pl: Znana runa

source: Skill requirements
pl: Wymagana umiejętność

source: Can craft
pl: Można wytworzyć

source: Cannot craft
pl: Nie można wytworzyć

source: ascending
pl: rosnąco

source: descending
pl: malejąco

source: Sort By
pl: Sortuj według

source: Text Search
pl: Szukany tekst

source: Trait Knowledge
pl: Znajomość cechy

source: Known Trait
pl: Znana cecha

source: Unknown Trait
pl: Nieznana cecha

source: Unit Price Range
pl: Zakres ceny jednostkowej

source: exactly <<1>>
pl: dokładnie <<1>>

source: over <<1>>
pl: powyżej <<1>>

source: under <<1>>
pl: poniżej <<1>>

source: Writ Voucher Range
pl: Zakres talonów za zlecenia

source: Item Name
pl: Nazwa przedmiotu

source: Item Quality
pl: Jakość przedmiotu

source: Purchase Price
pl: Cena kupna

source: Seller Name
pl: Imię sprzedawcy

source: Set Name
pl: Nazwa zestawu

source: Time Left
pl: Pozostały czas

source: Unit Price
pl: Cena jednostkowa

source: Material Type
pl: Rodzaj materiału

source: Ingredient Type
pl: Rodzaj składnika

source: Rune Type
pl: Rodzaj runy

source: Armor Type
pl: Rodzaj pancerza

source: Weapon Enchantment
pl: Zaklęcie broni

source: Armor Enchantment
pl: Zaklęcie pancerza

source: Jewelry Enchantment
pl: Zaklęcie biżuterii

source: Racial
pl: Rasowe

source: Uncommon
pl: Nietypowe

source: Organizations
pl: Organizacje

source: Events
pl: Wydarzenia

source: New
pl: Nowe

source: Jewelry Trait
pl: Cecha biżuterii

source: Glyph Type
pl: Typ glifu

source: Recipe Type
pl: Typ przepisu

source: Drink Type
pl: Typ napoju

source: Food Type
pl: Typ jedzenia

source: Siege Type
pl: Typ machin oblężniczych

source: Trophy Type
pl: Typ trofeum

source: Weapon Type
pl: Typ broni

source: Writ Type
pl: Typ zlecenia

source: Time
pl: Czas

source: Message
pl: Wiadomość

source: Queued
pl: W kolejce

source: Active
pl: Aktywne

source: No activities queued
pl: Brak działań w kolejce

source: Reset <<1>> Filter
pl: Zresetuj filtr: <<1>>

source: Unpin Filter
pl: Odepnij filtr

source: Remove Filter
pl: Usuń filtr

source: Pin Filter
pl: Przypnij filtr

source: Set Active
pl: Ustaw jako aktywny

source: Rename
pl: Zmień nazwę

source: Reset Label
pl: Zresetuj etykietę

source: Unlock
pl: Odblokuj

source: Lock
pl: Zablokuj

source: Duplicate
pl: Duplikuj

source: Move Up
pl: Przesuń w górę

source: Move Down
pl: Przesuń w dół

source: Delete
pl: Usuń

source: New Search
pl: Nowe wyszukiwanie

source: Rename Search
pl: Zmień nazwę wyszukiwania

source: Enter the new name for your search.
pl: Wprowadź nową nazwę dla wyszukiwania.

source: Save
pl: Zapisz

source: Show More Results
pl: Pokaż więcej wyników

source: Waiting For Cooldown ...
pl: Oczekiwanie na czas odnowienia …

source: Requesting Results ...
pl: Zapytanie o wyniki …

source: Items:|cffffff %d / %d
pl: Przedmioty:|cffffff %d / %d

source: Seller:|cffffff <<1>>
pl: Sprzedawca:|cffffff <<1>>

source: Click for more information
pl: Kliknij, aby uzyskać więcej informacji

source: Set To Character Level
pl: Ustaw na poziom postaci

source: Click to remove
pl: Kliknij, aby usunąć

source: Add More
pl: Dodaj więcej

source: Number of weeks since last seen on a trader
pl: Liczba tygodni, które upłynęły od ostatniej wizyty u kupca

source: Number of weeks with a kiosk
pl: Liczba tygodni ze stoiskiem

source: Guild
pl: Gildia

source: Last Visited
pl: Ostatnia wizyta

source: Zone
pl: Region

source: Location
pl: Lokacja

source: Weeks w/ kiosk
pl: Tygodnie ze stoiskiem

source: History
pl: Historia

source: Week
pl: Tydzień

source: Trader
pl: Kupiec

source: Show Details
pl: Pokaż szczegóły

source: Open Guild Info
pl: Otwórz informacje o gildii

source: <<1[this week/1 week ago/$d weeks ago]>>
pl: <<1[ten tydzień/1 tydzień temu/$d tygodni(e) temu]>>

source: never
pl: nigdy

source: |cffffff<<1>>|r guilds visited this week
pl: Liczba gildii odwiedzonych w tym tygodniu: |cffffff<<1>>|r

source: |cffffff<<1>>|r guilds visited all time
pl: Liczba gildii odwiedzonych od początku: |cffffff<<1>>|r

source: |cffffff<<1>>|r guilds stored
pl: Liczba zapisanych gildii: |cffffff<<1>>|r

source: Trader database is not initialized yet.
pl: Baza danych kupca nie została jeszcze zainicjowana.

source: No results match your filter text.
pl: Brak wyników pasujących do twojego tekstu filtrującego.

source: Filter By:
pl: Filtruj według:

source: Current:
pl: Obecnie:

source: Visited:
pl: Odwiedzone:

source: Overall:
pl: Ogólnie:

source: You are a member of this guild.
pl: Jesteś członkiem tej gildii.

source: |cffffff<<1>>|r stores visited this week
pl: Sklepy odwiedzone w tym tygodniu: |cffffff<<1>>|r

source: |cffffff<<1>>|r stores visited all time
pl: Sklepy odwiedzone od początku: |cffffff<<1>>|r

source: |cffffff<<1>>|r stores detected in |cffffff<<2>>|r locations
pl: Wykryte sklepy: |cffffff<<1>>|r w |cffffff<<2>>|r lokacjach

source: No history data stored.
pl: Brak zapisanych danych.

source: joined
pl: dołączono

source: Item Sold
pl: Przedmiot sprzedany

source: The price the item was listed for
pl: Cena, za jaką przedmiot został wystawiony

source: The amount that was deposited into the guild bank as tax
pl: Kwota, która została wpłacona do banku gildii jako podatek

source: Commission
pl: Prowizja

source: The amount that disappeared into the void
pl: Suma, która znikła

source: The gold attached to this mail
pl: Złoto dołączone do tej wiadomości

source: The fee that was taken from the inventory when the item was listed in the store
pl: Opłata, która została pobrana z ekwipunku, gdy pozycja została wprowadzona do sklepu

source: The resulting profit after subtracting all the fees
pl: Finalny zysk po odjęciu wszystkich opłat

source: Load Details
pl: Załaduj szczegóły

source: You sold <<2>> <<t:1>> to <<3>> for <<4>>.
pl: Sprzedano <<2>> <<t:1>> dla <<3>> za <<4>>.

source: Warning: Could not match kiosk name: '<<1>>' -- please report this to the author
pl: Uwaga: Nie udało się dopasować nazwy stoiska: '<<1>>' -- proszę zgłosić to do autora

source: You have cancelled your listing of <<1>>x <<t:2>> for <<3>> in <<4>>
pl: Wycofano ofertę <<1>>x <<t:2>> za <<3>> w <<4>>

source: Overall Price: <<1>>
pl: Cena całkowita: <<1>>

source: You have bought <<1>>x <<t:2>> from <<3>> for <<4>> in <<5>>
pl: Kupiono <<1>>x <<t:2>> od <<3>> za <<4>> w <<5>>

source: Item is already in your possession.
pl: Przedmiot jest już w twoim posiadaniu.

source: Item not found in current guild.
pl: W tej gildii nie ma takiego przedmiotu.

source: Listings:
pl: Oferty:

source: Select Full Quantity
pl: Wybierz pełną ilość

source: Select Last Sold Quantity
pl: Wybierz ostatnio sprzedaną ilość

source: Unit Price:
pl: Cena jednostkowa:

source: Select Default Price
pl: Wybierz cenę domyślną

source: Select Last Sell Price
pl: Wybierz ostatnią cenę sprzedaży

source: Select Master Merchant Price
pl: Wybierz cenę z Master Merchant

source: Profit is below vendor price. You'll get more out of selling this item to a merchant.
pl: Zysk jest poniżej ceny u sprzedawcy. Więcej zyskasz sprzedając ten przedmiot handlarzowi.

source: Bank items can only be listed while at a banker NPC
pl: Przedmioty z banku mogą być wymienione tylko u NPC bankiera

source: You have listed <<1>>x <<t:2>> for <<3>> in <<4>>
pl: Wystawiono <<1>>x <<t:2>> za <<3>> w <<4>>

source: AwesomeGuildStore - Version: <<1>> - <<2>>Donate<<3>>
pl: AwesomeGuildStore - Wersja: <<1>> - <<2>>Dotacja<<3>>
